# LbMassPerFtDashH Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbMassPerFtDashH Property
SymbolTypeId Class See Also
---
Symbol lb/ft-h, indicating unit Pounds mass per foot hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbMassPerFtDashH { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbMassPerFtDashH As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbMassPerFtDashH {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace